/*
Navicat MySQL Data Transfer

Source Server         : asdasd
Source Server Version : 50718
Source Host           : localhost:3306
Source Database       : vms

Target Server Type    : MYSQL
Target Server Version : 50718
File Encoding         : 65001

Date: 2018-03-24 19:54:01
*/

SET FOREIGN_KEY_CHECKS=0;

-- ----------------------------
-- Table structure for driver
-- ----------------------------
DROP TABLE IF EXISTS `driver`;
CREATE TABLE `driver` (
  `staff_ID` varchar(10) NOT NULL,
  `staff_name` varchar(20) NOT NULL,
  `gender` varchar(20) NOT NULL,
  `nationality` varchar(20) NOT NULL,
  `birth` varchar(20) NOT NULL,
  `political_party` varchar(20) NOT NULL,
  `family_place` varchar(20) NOT NULL,
  `ID_card` varchar(20) NOT NULL,
  `badgeID` varchar(20) NOT NULL,
  `home_phone` varchar(20) NOT NULL,
  `post_code` varchar(20) NOT NULL,
  `indate` varchar(20) NOT NULL,
  PRIMARY KEY (`staff_ID`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of driver
-- ----------------------------
INSERT INTO `driver` VALUES ('1', '孙孙孙', '男', '滁州', '1971-02-03', '群众', 'chuzhoukunqu', '0302019', 'A2', '13500000001', 'm13500000001@163.com', '7');
INSERT INTO `driver` VALUES ('10', '赵3', '女', '滁州', '1975-03-04', '群众', '滁州昆区恒大10栋0单元', '403020198103041410', 'A1', '13600000010', 'm13600000010@163.com', '5');
INSERT INTO `driver` VALUES ('100006', '赵2', '男', '滁州', '1975-02-03', '群众', '滁州昆区恒大6栋6单元', '403020198002031416', 'A2', '13500000006', 'm13500000006@163.com', '7');
INSERT INTO `driver` VALUES ('100007', '杨3', '男', '滁州', '1975-02-03', '群众', '滁州昆区恒大7栋7单元', '403020198002031417', 'B1', '13500000007', 'm13500000007@163.com', '6');
INSERT INTO `driver` VALUES ('100008', '张3', '男', '滁州', '1975-02-03', '群众', '滁州昆区恒大8栋8单元', '403020198002031418', 'B1', '13500000008', 'm13500000008@163.com', '4');
INSERT INTO `driver` VALUES ('100009', '孙3', '男', '滁州', '1975-02-03', '群众', '滁州昆区恒大9栋9单元', '403020198002031419', 'C1', '13500000009', 'm13500000009@163.com', '8');
INSERT INTO `driver` VALUES ('100010', '赵3', '男', '滁州', '1976-03-04', '群众', '滁州昆区恒大10栋0单元', '403020198103041410', 'A1', '13600000010', 'm13600000010@163.com', '5');
INSERT INTO `driver` VALUES ('100011', '杨4', '男', '滁州', '1976-03-04', '群众', '滁州昆区恒大11栋1单元', '403020198103041411', 'A2', '13600000011', 'm13600000011@163.com', '7');
INSERT INTO `driver` VALUES ('100012', '张4', '男', '滁州', '1976-03-04', '群众', '滁州昆区恒大12栋2单元', '403020198103041412', 'B1', '13600000012', 'm13600000012@163.com', '6');
INSERT INTO `driver` VALUES ('100013', '孙4', '男', '滁州', '1977-03-04', '群众', '滁州昆区恒大13栋3单元', '403020198103041413', 'B1', '13600000013', 'm13600000013@163.com', '4');
INSERT INTO `driver` VALUES ('100014', '赵4', '男', '滁州', '1977-03-04', '群众', '滁州昆区恒大14栋4单元', '403020198103041414', 'C1', '13600000014', 'm13600000014@163.com', '8');
INSERT INTO `driver` VALUES ('100015', '杨5', '男', '滁州', '1977-03-04', '群众', '滁州昆区恒大15栋5单元', '403020198103041415', 'A1', '13600000015', 'm13600000015@163.com', '5');
INSERT INTO `driver` VALUES ('100016', '张5', '男', '滁州', '1977-03-04', '群众', '滁州昆区恒大16栋6单元', '403020198103041416', 'A2', '13600000016', 'm13600000016@163.com', '7');
INSERT INTO `driver` VALUES ('100017', '孙5', '男', '滁州', '1979-03-04', '群众', '滁州昆区恒大17栋7单元', '403020198103041417', 'B1', '13600000017', 'm13600000017@163.com', '6');
INSERT INTO `driver` VALUES ('100018', '赵5', '男', '滁州', '1979-03-04', '群众', '滁州昆区恒大18栋8单元', '403020198103041418', 'B1', '13600000018', 'm13600000018@163.com', '4');
INSERT INTO `driver` VALUES ('100019', '杨6', '男', '滁州', '1979-03-04', '群众', '滁州昆区恒大19栋9单元', '403020198103041419', 'C1', '13600000019', 'm13600000019@163.com', '8');
INSERT INTO `driver` VALUES ('100020', '张6', '男', '滁州', '1979-03-04', '群众', '滁州昆区恒大20栋0单元', '403020198103041420', 'A1', '13600000020', 'm13600000020@163.com', '5');
INSERT INTO `driver` VALUES ('100021', '孙6', '男', '滁州', '1979-03-04', '群众', '滁州昆区恒大21栋1单元', '403020198103041421', 'A2', '13600000021', 'm13600000021@163.com', '7');
INSERT INTO `driver` VALUES ('100022', '赵6', '男', '滁州', '1979-03-04', '群众', '滁州昆区恒大22栋2单元', '403020198103041422', 'B1', '13600000022', 'm13600000022@163.com', '6');
INSERT INTO `driver` VALUES ('100023', '杨7', '男', '滁州', '1980-03-04', '群众', '滁州昆区恒大23栋3单元', '403020198103041423', 'B1', '13600000023', 'm13600000023@163.com', '4');
INSERT INTO `driver` VALUES ('100024', '张7', '男', '滁州', '1980-03-04', '群众', '滁州昆区恒大24栋4单元', '403020198103041424', 'C1', '13600000024', 'm13600000024@163.com', '8');
INSERT INTO `driver` VALUES ('100025', '孙7', '男', '滁州', '1980-03-04', '群众', '滁州昆区恒大25栋5单元', '403020198103041425', 'A1', '13600000025', 'm13600000025@163.com', '5');
INSERT INTO `driver` VALUES ('100026', '赵7', '男', '滁州', '1980-03-04', '群众', '滁州昆区恒大26栋6单元', '403020198103041426', 'A2', '13600000026', 'm13600000026@163.com', '7');
INSERT INTO `driver` VALUES ('100027', '杨8', '男', '滁州', '1980-03-04', '群众', '滁州昆区恒大27栋7单元', '403020198103041427', 'B1', '13600000027', 'm13600000027@163.com', '6');
INSERT INTO `driver` VALUES ('100028', '张8', '男', '滁州', '1981-03-04', '群众', '滁州昆区恒大28栋8单元', '403020198103041428', 'B1', '13600000028', 'm13600000028@163.com', '4');
INSERT INTO `driver` VALUES ('100029', '孙8', '男', '滁州', '1981-03-04', '群众', '滁州昆区恒大29栋9单元', '403020198103041429', 'C1', '13600000029', 'm13600000029@163.com', '8');
INSERT INTO `driver` VALUES ('100030', '赵8', '男', '滁州', '1981-03-04', '群众', '滁州昆区恒大30栋0单元', '403020198103041430', 'A1', '13600000030', 'm13600000030@163.com', '5');
INSERT INTO `driver` VALUES ('100031', '杨9', '男', '滁州', '1981-03-04', '群众', '滁州昆区恒大31栋1单元', '403020198103041431', 'A2', '13600000031', 'm13600000031@163.com', '7');
INSERT INTO `driver` VALUES ('100032', '张9', '男', '滁州', '1982-03-04', '群众', '滁州昆区恒大32栋2单元', '403020198103041432', 'B1', '13600000032', 'm13600000032@163.com', '6');
INSERT INTO `driver` VALUES ('100033', '孙9', '男', '滁州', '1982-03-04', '群众', '滁州昆区恒大33栋3单元', '403020198103041433', 'B1', '13600000033', 'm13600000033@163.com', '4');
INSERT INTO `driver` VALUES ('100034', '赵9', '男', '滁州', '1982-03-04', '群众', '滁州昆区恒大34栋4单元', '403020198103041434', 'C1', '13600000034', 'm13600000034@163.com', '8');
INSERT INTO `driver` VALUES ('100035', '杨10', '男', '滁州', '1982-03-04', '群众', '滁州昆区恒大35栋5单元', '403020198103041435', 'A1', '13600000035', 'm13600000035@163.com', '5');
INSERT INTO `driver` VALUES ('100036', '张10', '男', '滁州', '1983-03-04', '群众', '滁州昆区恒大36栋6单元', '403020198103041436', 'A2', '13600000036', 'm13600000036@163.com', '7');
INSERT INTO `driver` VALUES ('100058', '赵15', '男', '合肥', '1983-03-04', '群众', '合肥昆区恒大8栋8单元', '403020198103041458', 'B1', '13600000058', 'm13600000058@163.com', '4');
INSERT INTO `driver` VALUES ('100059', '杨16', '男', '合肥', '1983-03-04', '群众', '合肥昆区恒大9栋9单元', '403020198103041459', 'C1', '13600000059', 'm13600000059@163.com', '8');
INSERT INTO `driver` VALUES ('100060', '张16', '男', '合肥', '1983-03-04', '群众', '合肥昆区恒大10栋0单元', '403020198103041460', 'A1', '13600000060', 'm13600000060@163.com', '5');
INSERT INTO `driver` VALUES ('100093', '孙24', '男', '长沙', '1984-03-04', '群众', '长沙昆区恒大43栋3单元', '403020198103041493', 'B1', '13600000093', 'm13600000093@163.com', '4');
INSERT INTO `driver` VALUES ('100094', '赵24', '男', '长沙', '1984-03-04', '群众', '长沙昆区恒大44栋4单元', '403020198103041494', 'C1', '13600000094', 'm13600000094@163.com', '8');
INSERT INTO `driver` VALUES ('100095', '杨25', '男', '长沙', '1984-03-04', '群众', '长沙昆区恒大45栋5单元', '403020198103041495', 'A1', '13600000095', 'm13600000095@163.com', '5');
INSERT INTO `driver` VALUES ('100096', '张25', '男', '长沙', '1984-03-04', '群众', '长沙昆区恒大46栋6单元', '403020198103041496', 'A2', '13600000096', 'm13600000096@163.com', '7');
INSERT INTO `driver` VALUES ('100106', '赵27', '女', '长沙', '1984-04-05', '群众', '长沙昆区恒大6栋6单元', '403020198204051106', 'A2', '18900000106', 'm18900000106@163.com', '7');
INSERT INTO `driver` VALUES ('100107', '杨28', '女', '长沙', '1985-04-05', '群众', '长沙昆区恒大7栋7单元', '403020198204051107', 'B1', '18900000107', 'm18900000107@163.com', '6');
INSERT INTO `driver` VALUES ('100108', '张28', '女', '长沙', '1985-04-05', '群众', '长沙昆区恒大8栋8单元', '403020198204051108', 'B1', '18900000108', 'm18900000108@163.com', '4');
INSERT INTO `driver` VALUES ('100109', '孙28', '女', '长沙', '1985-04-05', '群众', '长沙昆区恒大9栋9单元', '403020198204051109', 'C1', '18900000109', 'm18900000109@163.com', '8');
INSERT INTO `driver` VALUES ('100110', '赵28', '女', '长沙', '1985-04-05', '群众', '长沙昆区恒大10栋0单元', '403020198204051110', 'A1', '18900000110', 'm18900000110@163.com', '5');
INSERT INTO `driver` VALUES ('100111', '杨29', '女', '长沙', '1985-04-05', '群众', '长沙昆区恒大11栋1单元', '403020198204051111', 'A2', '18900000111', 'm18900000111@163.com', '7');
INSERT INTO `driver` VALUES ('100112', '张29', '女', '长沙', '1986-04-05', '群众', '长沙昆区恒大12栋2单元', '403020198204051112', 'B1', '18900000112', 'm18900000112@163.com', '6');
INSERT INTO `driver` VALUES ('100113', '孙29', '女', '长沙', '1986-04-05', '群众', '长沙昆区恒大13栋3单元', '403020198204051113', 'B1', '18900000113', 'm18900000113@163.com', '4');
INSERT INTO `driver` VALUES ('100114', '赵29', '女', '长沙', '1986-04-05', '群众', '长沙昆区恒大14栋4单元', '403020198204051114', 'C1', '18900000114', 'm18900000114@163.com', '8');
INSERT INTO `driver` VALUES ('100115', '杨30', '女', '长沙', '1986-04-05', '群众', '长沙昆区恒大15栋5单元', '403020198204051115', 'A1', '18900000115', 'm18900000115@163.com', '5');
INSERT INTO `driver` VALUES ('100116', '张30', '女', '长沙', '1986-04-05', '群众', '长沙昆区恒大16栋6单元', '403020198204051116', 'A2', '18900000116', 'm18900000116@163.com', '7');
INSERT INTO `driver` VALUES ('100117', '孙30', '女', '长沙', '1979-04-05', '群众', '长沙昆区恒大17栋7单元', '403020198204051117', 'B1', '18900000117', 'm18900000117@163.com', '6');
INSERT INTO `driver` VALUES ('100118', '赵30', '女', '长沙', '1979-04-05', '群众', '长沙昆区恒大18栋8单元', '403020198204051118', 'B1', '18900000118', 'm18900000118@163.com', '4');
INSERT INTO `driver` VALUES ('100119', '杨31', '女', '长沙', '1979-04-05', '群众', '长沙昆区恒大19栋9单元', '403020198204051119', 'C1', '18900000119', 'm18900000119@163.com', '8');
INSERT INTO `driver` VALUES ('100120', '张31', '女', '武汉', '1979-04-05', '群众', '武汉昆区恒大20栋0单元', '403020198204051120', 'A1', '18900000120', 'm18900000120@163.com', '5');
INSERT INTO `driver` VALUES ('100121', '孙31', '女', '武汉', '1979-04-05', '群众', '武汉昆区恒大21栋1单元', '403020198204051121', 'A2', '18900000121', 'm18900000121@163.com', '7');
INSERT INTO `driver` VALUES ('100122', '赵31', '女', '武汉', '1990-04-05', '群众', '武汉昆区恒大22栋2单元', '403020198204051122', 'B1', '18900000122', 'm18900000122@163.com', '6');
INSERT INTO `driver` VALUES ('100123', '杨32', '女', '武汉', '1990-04-05', '群众', '武汉昆区恒大23栋3单元', '403020198204051123', 'B1', '18900000123', 'm18900000123@163.com', '4');
INSERT INTO `driver` VALUES ('100124', '张32', '女', '武汉', '1990-04-05', '群众', '武汉昆区恒大24栋4单元', '403020198204051124', 'C1', '18900000124', 'm18900000124@163.com', '8');
INSERT INTO `driver` VALUES ('100125', '孙32', '女', '武汉', '1990-04-05', '群众', '武汉昆区恒大25栋5单元', '403020198204051125', 'A1', '18900000125', 'm18900000125@163.com', '5');
INSERT INTO `driver` VALUES ('100126', '赵32', '女', '武汉', '1990-04-05', '群众', '武汉昆区恒大26栋6单元', '403020198204051126', 'A2', '18900000126', 'm18900000126@163.com', '7');
INSERT INTO `driver` VALUES ('100127', '杨33', '女', '武汉', '1991-04-05', '群众', '武汉昆区恒大27栋7单元', '403020198204051127', 'B1', '18900000127', 'm18900000127@163.com', '6');
INSERT INTO `driver` VALUES ('100128', '张33', '女', '武汉', '1991-04-05', '群众', '武汉昆区恒大28栋8单元', '403020198204051128', 'B1', '18900000128', 'm18900000128@163.com', '4');
INSERT INTO `driver` VALUES ('100129', '孙33', '女', '武汉', '1991-04-05', '群众', '武汉昆区恒大29栋9单元', '403020198204051129', 'C1', '18900000129', 'm18900000129@163.com', '8');
INSERT INTO `driver` VALUES ('100130', '赵33', '女', '武汉', '1991-04-05', '群众', '武汉昆区恒大30栋0单元', '403020198204051130', 'A1', '18900000130', 'm18900000130@163.com', '5');
INSERT INTO `driver` VALUES ('100131', '杨34', '女', '武汉', '1991-04-05', '群众', '武汉昆区恒大31栋1单元', '403020198204051131', 'A2', '18900000131', 'm18900000131@163.com', '7');
INSERT INTO `driver` VALUES ('100132', '张34', '女', '武汉', '1992-04-05', '群众', '武汉昆区恒大32栋2单元', '403020198204051132', 'B1', '18900000132', 'm18900000132@163.com', '6');
INSERT INTO `driver` VALUES ('100133', '孙34', '女', '武汉', '1992-04-05', '群众', '武汉昆区恒大33栋3单元', '403020198204051133', 'B1', '18900000133', 'm18900000133@163.com', '4');
INSERT INTO `driver` VALUES ('100134', '赵34', '女', '武汉', '1992-04-05', '群众', '武汉昆区恒大34栋4单元', '403020198204051134', 'C1', '18900000134', 'm18900000134@163.com', '8');
INSERT INTO `driver` VALUES ('100135', '杨35', '女', '武汉', '1992-04-05', '群众', '武汉昆区恒大35栋5单元', '403020198204051135', 'A1', '18900000135', 'm18900000135@163.com', '5');
INSERT INTO `driver` VALUES ('100136', '张35', '女', '武汉', '1992-04-05', '群众', '武汉昆区恒大36栋6单元', '403020198204051136', 'A2', '18900000136', 'm18900000136@163.com', '7');
INSERT INTO `driver` VALUES ('100137', '孙35', '女', '武汉', '1993-04-05', '群众', '武汉昆区恒大37栋7单元', '403020198204051137', 'B1', '18900000137', 'm18900000137@163.com', '6');
INSERT INTO `driver` VALUES ('100138', '赵35', '女', '武汉', '1993-04-05', '群众', '武汉昆区恒大38栋8单元', '403020198204051138', 'B1', '18900000138', 'm18900000138@163.com', '4');
INSERT INTO `driver` VALUES ('100139', '杨36', '女', '武汉', '1993-04-05', '群众', '武汉昆区恒大39栋9单元', '403020198204051139', 'C1', '18900000139', 'm18900000139@163.com', '8');
INSERT INTO `driver` VALUES ('100140', '张36', '女', '武汉', '1993-04-05', '群众', '武汉昆区恒大40栋0单元', '403020198204051140', 'A1', '18900000140', 'm18900000140@163.com', '5');
INSERT INTO `driver` VALUES ('100141', '孙36', '女', '武汉', '1993-04-05', '群众', '武汉昆区恒大41栋1单元', '403020198204051141', 'A2', '18900000141', 'm18900000141@163.com', '7');
INSERT INTO `driver` VALUES ('100142', '赵36', '女', '武汉', '1994-04-05', '群众', '武汉昆区恒大42栋2单元', '403020198204051142', 'B1', '18900000142', 'm18900000142@163.com', '6');
INSERT INTO `driver` VALUES ('100143', '杨37', '女', '武汉', '1994-04-05', '群众', '武汉昆区恒大43栋3单元', '403020198204051143', 'B1', '18900000143', 'm18900000143@163.com', '4');
INSERT INTO `driver` VALUES ('100144', '张37', '女', '武汉', '1994-04-05', '群众', '武汉昆区恒大44栋4单元', '403020198204051144', 'C1', '18900000144', 'm18900000144@163.com', '8');
INSERT INTO `driver` VALUES ('100145', '孙37', '女', '武汉', '1994-04-05', '群众', '武汉昆区恒大45栋5单元', '403020198204051145', 'A1', '18900000145', 'm18900000145@163.com', '5');
INSERT INTO `driver` VALUES ('100146', '赵37', '女', '武汉', '1994-04-05', '群众', '武汉昆区恒大46栋6单元', '403020198204051146', 'A2', '18900000146', 'm18900000146@163.com', '7');
INSERT INTO `driver` VALUES ('100147', '杨38', '女', '武汉', '1985-04-05', '群众', '武汉昆区恒大47栋7单元', '403020198204051147', 'B1', '18900000147', 'm18900000147@163.com', '6');
INSERT INTO `driver` VALUES ('100148', '张38', '女', '武汉', '1985-04-05', '群众', '武汉昆区恒大48栋8单元', '403020198204051148', 'B1', '18900000148', 'm18900000148@163.com', '4');
INSERT INTO `driver` VALUES ('100149', '孙38', '女', '武汉', '1985-04-05', '群众', '武汉昆区恒大49栋9单元', '403020198204051149', 'C1', '18900000149', 'm18900000149@163.com', '8');
INSERT INTO `driver` VALUES ('100150', '赵38', '女', '武汉', '1975-04-05', '群众', '武汉昆区恒大0栋0单元', '403020198204051150', 'A1', '18900000150', 'm18900000150@163.com', '5');
INSERT INTO `driver` VALUES ('100151', '杨39', '女', '武汉', '1975-04-05', '群众', '武汉昆区恒大1栋1单元', '403020198204051151', 'A2', '18900000151', 'm18900000151@163.com', '7');
INSERT INTO `driver` VALUES ('100152', '张39', '女', '武汉', '1967-04-05', '群众', '武汉昆区恒大2栋2单元', '403020198204051152', 'B1', '18900000152', 'm18900000152@163.com', '6');
INSERT INTO `driver` VALUES ('100153', '孙39', '女', '武汉', '1967-04-05', '群众', '武汉昆区恒大3栋3单元', '403020198204051153', 'B1', '18900000153', 'm18900000153@163.com', '4');
INSERT INTO `driver` VALUES ('100154', '赵39', '女', '武汉', '1967-04-05', '群众', '武汉昆区恒大4栋4单元', '403020198204051154', 'C1', '18900000154', 'm18900000154@163.com', '8');
INSERT INTO `driver` VALUES ('100155', '杨40', '女', '武汉', '1967-04-05', '群众', '武汉昆区恒大5栋5单元', '403020198204051155', 'A1', '18900000155', 'm18900000155@163.com', '5');
INSERT INTO `driver` VALUES ('100156', '张40', '女', '武汉', '1967-04-05', '群众', '武汉昆区恒大6栋6单元', '403020198204051156', 'A2', '18900000156', 'm18900000156@163.com', '7');
INSERT INTO `driver` VALUES ('100157', '孙40', '女', '武汉', '1966-04-05', '群众', '武汉昆区恒大7栋7单元', '403020198204051157', 'B1', '18900000157', 'm18900000157@163.com', '6');
INSERT INTO `driver` VALUES ('100158', '赵40', '女', '武汉', '1966-04-05', '群众', '武汉昆区恒大8栋8单元', '403020198204051158', 'B1', '18900000158', 'm18900000158@163.com', '4');
INSERT INTO `driver` VALUES ('100159', '杨41', '女', '武汉', '1966-04-05', '群众', '武汉昆区恒大9栋9单元', '403020198204051159', 'C1', '18900000159', 'm18900000159@163.com', '8');
INSERT INTO `driver` VALUES ('100160', '张41', '女', '上海', '1966-04-05', '群众', '上海昆区恒大10栋0单元', '403020198204051160', 'A1', '18900000160', 'm18900000160@163.com', '5');
INSERT INTO `driver` VALUES ('100161', '孙41', '女', '上海', '1966-04-05', '群众', '上海昆区恒大11栋1单元', '403020198204051161', 'A2', '18900000161', 'm18900000161@163.com', '7');
INSERT INTO `driver` VALUES ('100162', '赵41', '女', '上海', '1965-04-05', '群众', '上海昆区恒大12栋2单元', '403020198204051162', 'B1', '18900000162', 'm18900000162@163.com', '6');
INSERT INTO `driver` VALUES ('100163', '杨42', '女', '上海', '19800405', '群众', '上海昆区恒大13栋3单元', '403020198204051163', 'B1', '18900000163', 'm18900000163@163.com', '4');
INSERT INTO `driver` VALUES ('100164', '张42', '女', '上海', '19800405', '群众', '上海昆区恒大14栋4单元', '403020198204051164', 'C1', '18900000164', 'm18900000164@163.com', '8');
